       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOWORLD.
       PROCEDURE DIVISION.
            DISPLAY "Hello, World!".
            STOP RUN.
       END PROGRAM HELLOWORLD.
